Repository: vint21h/django-security-txt
Catalog: security_txt/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Phone
uk: Телефон

source: OPENPGPKEY DNS record
uk: OPENPGPKEY DNS запис

source: OpenPGP key fingerprint
uk: відбиток OpenPGP ключа

source: link to page where security researchers are recognized
uk: посилання на сторінку із подяками дослідникам безпеки

source: acknowledgment
uk: подяка

source: acknowledgments
uk: подяки

source: indicates the canonical URIs where the security.txt file is located
uk: описує повний шлях до файлу security.txt

source: canonical
uk: повний шлях

source: canonicals
uk: повні шляхи

source: type
uk: тип

source: contact type, possible variants: {', '.join(str(type) for type in dict(TYPE_CHOICES).values())}
uk: тип контакту, можливі варіанти: {', '.join(str(type) for type in dict(TYPE_CHOICES).values())}

source: contact e-mail
uk: контактний e-mail

source: phone
uk: телефон

source: contact phone number
uk: номер контактного телефону

source: contact page URL
uk: URL сторінки із контактами

source: contact
uk: контакт

source: contacts
uk: контакти

source: Provide corresponding type field value: {self.get_type_display()}
uk: Заповнить поле яке співвідноситься із типом: {self.get_type_display()}

source: URL to public OpenPGP key
uk: посилання на публічний OpenPGP ключ

source: DNS record
uk: DNS запис

source: Invalid OPENPGPKEY DNS record, more information: https://tools.ietf.org/html/rfc7929
uk: Некорекний OPENPGPKEY DNS запис, більше інформації: https://tools.ietf.org/html/rfc7929

source: key fingerprint
uk: відбиток ключа

source: Invalid OpenPGP key fingerprint
uk: Некоректний відбиток OpenPGP ключа

source: encryption
uk: шифрування

source: used for linking to the vendor's security-related job positions
uk: використувуються для посилання на вакансії зв'язані з безпекою

source: hiring
uk: наймаємо

source: indicates a link to where the vulnerability disclosure policy is located
uk: описує поилання до політики розголошення вразливості

source: policy
uk: політика

source: policies
uk: політики
